-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2025-11-21 06:44:31
-- 伺服器版本： 10.4.32-MariaDB
-- PHP 版本： 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `workcrawl`
--

-- --------------------------------------------------------

--
-- 資料表結構 `bad`
--

CREATE TABLE `bad` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `text` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `bad`
--

INSERT INTO `bad` (`id`, `name`, `text`) VALUES
(1, '松承實業有限公司', '不給錢'),
(2, '艾諾比數位資訊股份有限公司', '合作結束');

-- --------------------------------------------------------

--
-- 資料表結構 `crawlerurl`
--

CREATE TABLE `crawlerurl` (
  `id` int(10) UNSIGNED NOT NULL,
  `storeurl` varchar(500) NOT NULL,
  `storename` varchar(255) NOT NULL,
  `keyword` varchar(255) DEFAULT NULL COMMENT '關鍵字',
  `nokeyword` varchar(800) DEFAULT NULL COMMENT '排除',
  `deletes` enum('y','n','w') NOT NULL DEFAULT 'n' COMMENT '刪除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `crawlerurl`
--

INSERT INTO `crawlerurl` (`id`, `storeurl`, `storename`, `keyword`, `nokeyword`, `deletes`) VALUES
(1, 'https://www.104.com.tw/jobs/search/?jobcat=2013001000,2007001015,2007001016,2007001017,2007001004&order=17&asc=0&page=1&mode=s&jobsource=joblist_search&v=2&isnew=3&remoteWork=1', '104', '完全遠端', '已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(2, 'https://www.104.com.tw/jobs/search/?jobcat=2013001000,2007001015,2007001016,2007001017,2007001004&order=17&asc=0&page=1&mode=s&jobsource=joblist_search&v=2&isnew=3&remoteWork=2', '104', '部分遠端', '已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'w'),
(3, 'https://www.104.com.tw/jobs/search/?jobcat=2007000000,2013001000,2013002019,2013002027&order=15&asc=0&page=1&mode=s&jobsource=joblist_search&v=2&keyword=%E8%AB%96%E4%BB%B6&isnew=0', '104', '論件', '已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(5, 'https://www.1111.com.tw/search/job?col=da&d0=140100%2C140200%2C140300%2C140400%2C140500%2C140600%2C140700%2C140800%2C230100&da=3&page=1&sort=desc&uld=12288', '1111', '可遠距工作', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(6, 'https://www.1111.com.tw/search/job?page=1&col=ab&sort=desc&d0=140200%2C140800%2C230100&st=64&da=3', '1111', '論件', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(10, 'https://www.518.com.tw/job-index-P-1.html?gtm_ls=1&ab=2027001,2027003,2027004,2024001,2024002&orderType=1&orderField=8&ak=86', '518', '論件', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(11, 'https://www.518.com.tw/job-index-P-1.html?gtm_ls=1&ab=2027001,2027003,2027004,2024001,2024002&orderType=1&orderField=8&ad=%E5%A4%96%E5%8C%85', '518', '外包', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(12, 'https://www.518.com.tw/job-index-P-1.html?gtm_ls=1&ab=2027001,2027003,2027004,2024001,2024002&orderType=1&orderField=8&ad=%E9%81%A0%E7%AB%AF', '518', '遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(15, 'https://www.yes123.com.tw/wk_index/joblist.asp?find_key2=%E9%81%A0%E7%AB%AF&find_work_mode1=2_1007_0001_0000&find_work_mode2=2_1011_0001_0000&s_find_work_mode1=%E8%A8%AD%E8%A8%88%E4%BA%BA%E5%93%A1%E5%85%A8%E9%83%A8&s_find_work_mode2=%E8%BB%9F%E9%AB%94%EF%BC%8F%E5%B7%A5%E7%A8%8B%E5%85%A8%E9%83%A8&_mu_job_1=3&order_by=m_date&order_ascend=desc&strrec=0&search_key_word=%E9%81%A0%E7%AB%AF&search_type=job&search_from=joblist', 'yes123', '遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(16, 'https://www.yes123.com.tw/wk_index/joblist.asp?find_key2=%E5%A4%96%E5%8C%85&find_work_mode1=2_1007_0001_0000&find_work_mode2=2_1011_0001_0000&s_find_work_mode1=%E8%A8%AD%E8%A8%88%E4%BA%BA%E5%93%A1%E5%85%A8%E9%83%A8&s_find_work_mode2=%E8%BB%9F%E9%AB%94%EF%BC%8F%E5%B7%A5%E7%A8%8B%E5%85%A8%E9%83%A8&_mu_job_1=3&order_by=m_date&order_ascend=desc&strrec=0&search_key_word=%E5%A4%96%E5%8C%85&search_type=job&search_from=joblist', 'yes123', '外包', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(17, 'https://www.yes123.com.tw/wk_index/joblist.asp?find_key2=%E8%AB%96%E4%BB%B6&find_work_mode1=2_1007_0001_0000&find_work_mode2=2_1011_0001_0000&s_find_work_mode1=%E8%A8%AD%E8%A8%88%E4%BA%BA%E5%93%A1%E5%85%A8%E9%83%A8&s_find_work_mode2=%E8%BB%9F%E9%AB%94%EF%BC%8F%E5%B7%A5%E7%A8%8B%E5%85%A8%E9%83%A8&_mu_job_1=3&order_by=m_date&order_ascend=desc&strrec=0&search_key_word=%E8%AB%96%E4%BB%B6&search_type=job&search_from=joblist', 'yes123', '論件', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(29, 'https://www.facebook.com/groups/836547183156386?sorting_setting=CHRONOLOGICAL', '設計者~歡迎發包接案', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(30, 'https://www.facebook.com/groups/2553682591549795?sorting_setting=CHRONOLOGICAL', 'SOHO接案坊 - 外包 / SOHO族接案 / 平面設計 / UIUX設計 / 動畫設計 / 影片剪輯 / 音樂音效', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(31, 'https://www.facebook.com/groups/1335691586521825?sorting_setting=CHRONOLOGICAL', 'App系列找工作集散地【找開發工程師（iOS、Android、Unity、H5）、設計師（UI/UX）、專案管理、 接案、外包、就業、海外、合作夥伴】', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(32, 'https://www.facebook.com/groups/222022773375029?sorting_setting=CHRONOLOGICAL', 'Logo設計/Logo製作/商標設計/標誌設計-💰500臺幣/120港幣', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(33, 'https://www.facebook.com/groups/1012387455455379', '部落客社團(接案、交流、分享)', '發案,誠徵,徵委託,求', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(34, 'https://www.facebook.com/groups/TeSA.Project?sorting_setting=CHRONOLOGICAL', 'TeSA電商/數位行銷⋯⋯接案/發案社團', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(35, 'https://www.facebook.com/groups/joballTW?sorting_setting=CHRONOLOGICAL', '找專家 - 接案 / 發案 / 外包 / 徵才 / SOHO / Freelancer', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(36, 'https://www.facebook.com/groups/1686432621633958?sorting_setting=CHRONOLOGICAL_LISTINGS', '【外包網】程式外包Software Outsourcing、軟體外包、Mobile APP、PC Software、Web', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(37, 'https://www.facebook.com/groups/162484814270527?sorting_setting=CHRONOLOGICAL', 'Designer 設計人 (自由交流)', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(38, 'https://www.facebook.com/groups/TheSohoCafe?sorting_setting=CHRONOLOGICAL', '【SOHO/外包】交流|人脈|接案|發案 咖啡館', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(39, 'https://www.facebook.com/groups/FreeLancer.taiwan?sorting_setting=CHRONOLOGICAL', '🤟 自由工作者 FreeLancer 技術工作交流平台 - 發案/外包/接案', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(40, 'https://www.facebook.com/groups/1418868921741092?sorting_setting=CHRONOLOGICAL', '網站設計、App設計、程式設計、電子商務～外包、接案、求才平台 / 求職/找工作/找人才/工程師/設計師/網路行銷/網頁設計/物聯網/AI人工智慧', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(41, 'https://www.facebook.com/groups/soho.bar.cc?sorting_setting=CHRONOLOGICAL', 'soho bar 接案酒吧｜全台最大發案及接案社群 / 網站設計 / 平面 / UI / UX / 程式 / 攝影 / 文案 / 行銷 / 工業設計', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(43, 'https://www.facebook.com/groups/1230482576964177?sorting_setting=CHRONOLOGICAL', '★⟪平面設計、影音製作⟫外包菁英集散地★', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(45, 'https://www.facebook.com/groups/Freelancers100?sorting_setting=CHRONOLOGICAL', '外包達人-發案/接案/', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(46, 'https://www.facebook.com/groups/flycan.webdesign?sorting_setting=CHRONOLOGICAL', '網頁設計交流討論區', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(48, 'https://www.facebook.com/groups/239168157628070', '繪圖委託/交流/繪友社', '發案,誠徵,徵委託', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'w'),
(49, 'https://www.facebook.com/groups/350911771626253', '影視．演藝．幕前幕後．工作媒合．外包發案', '發案,誠徵,徵委託', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'w'),
(50, 'https://www.facebook.com/groups/dayinup?sorting_setting=CHRONOLOGICAL', 'DayinUP｜外包｜接案｜發案｜委託｜斜槓｜兼職｜組合型自由工作者｜SOHO｜Freelancer｜技能交流｜作品分享', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(51, 'https://www.facebook.com/groups/178799389422171?sorting_setting=CHRONOLOGICAL', '網頁設計｜AI 軟體｜程式設計｜社群、廣告投放｜外包社團', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(52, 'https://www.facebook.com/groups/artoutsourcing?sorting_setting=CHRONOLOGICAL', '遊戲美術設計外包：接案、發案、徵才、求職', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(54, 'https://www.facebook.com/groups/443198982955069?sorting_setting=CHRONOLOGICAL', '【金錢交易限定】繪圖委託', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(55, 'https://www.facebook.com/groups/386696221743224?sorting_setting=CHRONOLOGICAL', '美術 設計 徵人 - 工讀 短期 接案', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(56, 'https://www.facebook.com/groups/137241666877588?sorting_setting=CHRONOLOGICAL', '外包/接案/電商/網頁/發案/發包/平面設計/UIUX/影片剪輯/APP', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(57, 'https://www.facebook.com/groups/javascript.html.css.node?sorting_setting=CHRONOLOGICAL', 'JavaScript 網頁前端工程', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(58, 'https://www.facebook.com/groups/220768951381201?sorting_setting=CHRONOLOGICAL', '攝影作品 接案 互惠交流團', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'w'),
(59, 'https://www.facebook.com/groups/190479195349737?sorting_setting=CHRONOLOGICAL', '創作情報討論社 & SOHO接案/插畫/音樂/設計/影片創作外包 接案社團', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(60, 'https://www.facebook.com/groups/Shumai.Jobs?sorting_setting=CHRONOLOGICAL', '燒賣人力銀行：電商 正職、外包與兼差機會 分享區', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(61, 'https://www.facebook.com/groups/182043465942967?sorting_setting=CHRONOLOGICAL', '社群行銷 發案、外包、接案', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(62, 'https://www.facebook.com/groups/390060952648715?sorting_setting=CHRONOLOGICAL', '外包倉庫｜SOHO接案 / 發案 / 平面 / UI / UX / 動畫 / 剪輯 / 攝影 / 廣告投放 / 行銷 / 文案 / 網頁設計', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(63, 'https://www.facebook.com/groups/499755324468824?sorting_setting=CHRONOLOGICAL', '接案好不好║全新外包自由業接案社群║平面設計．UI．UX．程式開發．攝影．KOL接案．文案．行銷．網站設計．SOHO', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(64, 'https://www.facebook.com/groups/hot.services?sorting_setting=CHRONOLOGICAL_LISTINGS', 'Soho/外包/發包/發案/提案/接案/求職/徵才/網頁設計/網站架設/一頁式網站/購物網站/RWD響應式網站/手機網站/形象官網/App 開發/網頁', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(65, 'https://www.facebook.com/groups/359478437747556?sorting_setting=CHRONOLOGICAL', '小程式外包網', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(66, 'https://www.facebook.com/groups/programoutsourcing?sorting_setting=CHRONOLOGICAL', '遊戲專案與程式外包：接案、發案、徵才、求職撮合', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(67, 'https://www.facebook.com/groups/wellcome.designer?sorting_setting=CHRONOLOGICAL', '設計人～設計外包、發案、接案、徵才', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(68, 'https://www.facebook.com/groups/caser?sorting_setting=CHRONOLOGICAL', 'Caser 接案|外包|SOHO|平面設計|影音製作|翻譯|文案撰寫|UIUX設計|動畫設計', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(69, 'https://www.facebook.com/groups/190350971122441?sorting_setting=CHRONOLOGICAL', '發案 外包 接案 插畫 平面 設計 北部 南部 中部', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(70, 'https://www.facebook.com/groups/1692554237642729?sorting_setting=CHRONOLOGICAL', 'IDEA++創意接案【設計/程式/3D/影片/攝影/插畫/網站/APP/切版】', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(72, 'https://www.facebook.com/groups/gamedesignoutsourcing?sorting_setting=CHRONOLOGICAL', '遊戲企劃與音樂音效與測試外包：接案、發案、徵才、求職撮合', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(73, 'https://www.facebook.com/groups/780097378710816?sorting_setting=CHRONOLOGICAL', '外包 / 提案 / 接案', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(74, 'https://www.facebook.com/groups/artcommission?sorting_setting=CHRONOLOGICAL', 'Art Commission | 繪圖委託/藝術創作/接案平台', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(75, 'https://www.facebook.com/groups/AEMGwork?sorting_setting=CHRONOLOGICAL', 'AE/MG求職徵才', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(76, 'https://www.facebook.com/groups/2276905072551692?sorting_setting=CHRONOLOGICAL', '大學程式作業付費研究社', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(77, 'https://www.facebook.com/groups/f2e.tw?sorting_setting=CHRONOLOGICAL', 'Front-End Developers Taiwan', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(78, 'https://www.facebook.com/groups/phptaiwan?sorting_setting=CHRONOLOGICAL', 'PHP 台灣', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(79, 'https://www.facebook.com/groups/950212295681277?sorting_setting=CHRONOLOGICAL', 'DayinUP｜品牌設計｜平面設計｜插畫設計｜技能交流｜作品分享｜外包接案', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(80, 'https://www.facebook.com/groups/cake.tech?sorting_setting=CHRONOLOGICAL', '🍰 工程師求職社｜軟體（前端、後端、iOS、Android）、韌體、硬體、半導體、科技 - 職缺分享 / 經驗交流', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(81, 'https://www.facebook.com/groups/webflowschool/?sorting_setting=CHRONOLOGICAL', 'Webflow中文社群｜網頁設計交流版｜UIUX｜動態｜電商｜新創', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(82, 'https://www.facebook.com/groups/TaiwanUIUXDesigners/?sorting_setting=CHRONOLOGICAL', 'Taiwan UI/UX Designers', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(83, 'https://www.facebook.com/groups/resoho/?sorting_setting=CHRONOLOGICAL', '台灣接案/自由工作者/發案/外包/台灣發案外包/平面設計/動態設計/行銷/社群小編/程式設計/影音剪輯/插畫/攝影/接案甘苦談/接案經驗分享', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(89, 'https://www.facebook.com/groups/950325779745240/?sorting_setting=CHRONOLOGICAL', '外包 / 發案 / 接案 \\(￣▽￣)/', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(90, 'https://www.facebook.com/groups/395495823975819/?ref=br_rs', '台灣資訊和設計外包專案交流 Taiwan Outsourcing Exchange', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(91, 'https://www.facebook.com/groups/190479195349737?sorting_setting=CHRONOLOGICAL', '創作情報討論社 & SOHO接案/插畫/音樂/設計/影片創作外包 接案社團', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(92, 'https://www.facebook.com/groups/178799389422171/?sorting_setting=CHRONOLOGICAL', '網頁設計｜AI 軟體｜程式設計｜社群、廣告投放｜外包社團', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(93, 'https://www.facebook.com/groups/432148560197472?sorting_setting=CHRONOLOGICAL', '【 外 包 徵 才 】', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(94, 'https://www.facebook.com/groups/574062437314222?sorting_setting=CHRONOLOGICAL', '外包/發案/兼差/PRO達人-動態影片/平面攝影/美編設計/行銷廣告/動畫剪輯製作/企業形象影片-臺灣影像產業發展攝影協會', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n'),
(95, 'https://www.facebook.com/groups/idmstock.freelance.design/', 'IDM 愛迪盟設計接案/發案平台', '發案,徵,求,招募,遠端', '我要接案,接案,已經找到人,部分遠端,每月有遠端日,不適合遠端,不適合外包,部分遠端,非外包,已經找到人,主播,打字,主持人,直播,演員,服飾銷售,門市人員,人員,安裝,駐廠,師傅,水電,體力,行銷,清潔,貨車,生管,課長,技師,作業員,司機,運送,保鑣,演員,模特兒,客服,音效,韌體工程師,文案企劃,室內,分享,免費,互助,行銷公關,體驗邀約,需要的老闆,二手,體驗產品,新開幕,新品上市,小紅書,平價,提供的項目,我們是製作,投放廣告,徵友,接委,無償,換圖,服務項目,提供以下服務,公告,投票,無酬,歡迎新成員,翻譯年糕,維運,資安,專案經理,攝影,面試,出售,免運,繪圖分享,JAVA,Java,Python,Net,NET,Golang,AutoCAD,Angular', 'n');

-- --------------------------------------------------------

--
-- 資料表結構 `work`
--

CREATE TABLE `work` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL COMMENT '名子',
  `namehref` varchar(500) DEFAULT NULL COMMENT '名子路徑',
  `time` varchar(255) DEFAULT NULL COMMENT '時間',
  `timeurl` varchar(500) DEFAULT NULL COMMENT '時間路徑',
  `headimgsrc` varchar(500) DEFAULT NULL COMMENT '頭圖',
  `imgsrc` varchar(1000) DEFAULT NULL COMMENT '圖片',
  `articles` varchar(1000) DEFAULT NULL COMMENT '文章',
  `crawlerurl_id` int(10) UNSIGNED NOT NULL COMMENT '來源'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `bad`
--
ALTER TABLE `bad`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `crawlerurl`
--
ALTER TABLE `crawlerurl`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `work`
--
ALTER TABLE `work`
  ADD PRIMARY KEY (`id`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `bad`
--
ALTER TABLE `bad`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `crawlerurl`
--
ALTER TABLE `crawlerurl`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=96;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `work`
--
ALTER TABLE `work`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21414;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
